Repository: RamziHydan/job_finder
Catalog: job/locale/*/LC_MESSAGES/django.po
Languages: ar

source: English
ar: إنجليزي

source: Arabic
ar: عربي

source: Other
ar: اخريات

source: test
ar: تجريبي

source: English Content
ar: المحتوى إنجليزي

source: Other Data
ar: بيانات اخرى

source: Partly time
ar: دوام جزئي

source: Fully time
ar: دوام كامل

source: owner
ar: المالك

source: title (Arabic)
ar: العنوان (عربي)

source: location (Arabic)
ar: الموقع(عربي)

source: description (Arabic)
ar: وصف(عربي)

source: title (English)
ar: العنوان (إنجليزي)

source: location (English)
ar: الموقع(إنجليزي)

source: description (English)
ar: وصف(إنجليزي)

source: job type
ar: نوع الوظيفة

source: category
ar: الفئة

source: vacancy
ar: خالي :

source: salary
ar: المرتب

source: experience
ar: الخبرة

source: image
ar: صورة

source: published at
ar: تايخ النشر

source: available
ar: متوفر

source: slug
ar: رابط نصي

source: name (English)
ar: الاسم (إنجليزي)

source: name (Arabic)
ar: الاسم(عربي)

source: Applier
ar: المقدم

source: job
ar: وظيفة

source: email
ar: البريد

source: website
ar: رابط موقعك

source: cv
ar: ملف السيرة الذاتية

source: cover letter
ar: نبذة

source: Approval has been approved successfully 👍
ar: تهانينا ! لقد تمت عملية التحديث بنجاح ✅

source: You need to be logged in to access this page.
ar: يجب أن تكون مسجل للوصل الى هذة الصفحة

source: You cannot apply for your own job.
ar: لا يمكنك التقديم لوظيفتك التي نشرت

source: Applying operation has been done successfully 👍
ar: تهانينا ! لقد قمت بالتقديم لهذة الوظيفة✅

source: Your job has been added successfully
ar: تهانينا ! لقد تم نشر وظيفة جديدة بنجاح ✅

source: There was an error saving the job. Please try again.
ar: حدث مشكلة اثناء نشر الوظيفة. الرجاء إعادة المحاولة ❌

source: Submit
ar: موافق

source: About Us
ar: عنا

source: Heaven frucvitful doesn't cover lesser dvsays appear creeping seasons so behold.
ar: مجرد نص تجريبي للتحقق من علية الترجمة

source: Contact Info
ar: معلومات التواصل

source: Address :Your address goes here, your demo address.
ar: العنوان ؛ مجرد نص تجريبي للتاكد من علمية الترجمة

source: Phone
ar: الهاتف

source: Email
ar: البريد

source: Important Link
ar: روابط مهمة

source: View Project
ar: عرض المشروع

source: Contact Us
ar: تواصل

source: Testimonial
ar: تجريبي

source: Proparties
ar: خصائص

source: Support
ar: الدعم

source: Newsletter
ar: اخبار

source: Heaven fruitful doesn't over lesser in days. Appear creeping.
ar: نص تجريبي لتحقق من علمية الترجمة

source: Talented Hunter
ar: تجريبي

source: Find the most exciting startup jobs
ar: احصل على اكثر الوظائف طلباً

source: FEATURED TOURS Packages
ar: الفئات المميزة

source: Browse Top Categories
ar: تصفح الفئات المميزة

source: Design & Creative
ar: تصميم و ابداع

source: Design & Development
ar: تصميم وتطوير

source: Sales & Marketing
ar: مبيعات وتسويق

source: Mobile Application
ar: تطبيقات موبايل

source: Construction
ar: بناء

source: Information Technology
ar: تقنية معلومات

source: Real Estate
ar: عقارات

source: Content Writer
ar: كتابة المحتوى

source: Browse All Sectors
ar: تصفح جميع الاقسام

source: Make a Difference with Your Online Resume!
ar: اصنع الفرق مع سيرتك الذاتية

source: Upload your cv
ar: تحميل سيرتك الذاتية

source: Apply process
ar: عملية التقديم

source: How it works
ar: كيف تعمل

source: Search a job
ar: البحث عن وظائف

source: Sorem spsum dolor sit amsectetur adipisclit, seddo eiusmod tempor incididunt ut laborea.
ar: هذا هو مجرد نص تجريبي للتاكد من عملية الترجمة هذا هو مجرد نص تجريبي للتاكد من عملية الترجمة

source: Apply for job
ar: التقديم لوظيفة

source: Get your job
ar: احصل على و ظيفتك

source: Creative Director
ar: مخرج ابداعي

source: “I am at an age where I just want to be fit and healthy our bodies are our responsibility! So start caring for your body and it will care for you. Eat clean it will care for you and workout hard.”
ar: انا فقط في عمر حيث اريد ان اكون صحيحاً لان اجسادنا مسلؤليتنا يجيب ان نهتم بها وان ناكل اكل صحي وخاصة اذا كنا نعمل بجد علينا ان نهتم بها

source: What we are doing
ar: ماذا تفعل؟

source: 24k Talented people are getting Jobs
ar: 24 الف من الناس الموهبة تحصل على الوظائف

source: Mollit anim laborum duis au dolor in voluptate velit ess cillum dolore eu lore dsu quality mollit anim laborumuis au dolor in voluptate velit cillum.
ar: هذا هو مجرد نص تجريبي للتاكد من عملية الترجمة هذا هو مجرد نص تجريبي للتاكد من عملية الترجمة هذا هو مجرد نص تجريبي للتاكد من عملية الترجمة

source: Mollit anim laborum.Duis aute irufg dhjkolohr in re voluptate velit esscillumlore eu quife nrulla parihatur. Excghcepteur signjnt occa cupidatat non inulpadeserunt mollit aboru. temnthp incididbnt ut labore mollit anim laborum suis aute.
ar: هذا هو مجرد نص تجريبي للتاكد من عملية الترجمة هذا هو مجرد نص تجريبي للتاكد من عملية الترجمة هذا هو مجرد نص تجريبي للتاكد من عملية الترجمة هذا هو مجرد نص تجريبي للتاكد من عملية الترجمة هذا هو مجرد نص تجريبي للتاكد من عملية الترجمة

source: Post a job
ar: نشر

source: Since
ar: منذ

source: Our latest blog
ar: اخر المدونات

source: Our recent news
ar: اخر الاخبار

source: Now
ar: الان

source: Properties
ar: خصائص

source: Footprints in Time is perfect House in Kurashiki
ar: هذا هو مجرد نص تجريبي للتاكد من عملية الترجمة

source: Read more
ar: قراءة اكثر

source: Arabic Content
ar: المحتوى عربي

source: User Dashboard
ar: إدارة

source: Admin Panel
ar: شاشة الآدمن الرئيسية

source: Translation Interface
ar: شاشة الترجمة

source: Job
ar: وظيفة

source: Status
ar: الحالة

source: Update
ar: تحديث

source: Similar Jobs
ar: وظائف مشابهة

source: Job Description
ar: وصف الوظيفة

source: Job Overview
ar: عن الوظيفة

source: Location :
ar: الموقع :

source: Posted date :
ar: تاريخ النشر :

source: Vacancy :
ar: خالي :

source: Job nature :
ar: طبيعة الوظيفة :

source: Salary :
ar: المرتب :

source: Monthly
ar: شهرياً

source: Visitors Comments
ar: تعليقات الزوار

source: Comment
ar: التعليقات

source: Leave your comment here
ar: اترك تعليقك

source: Send
ar: ارسال

source: Apply Here
ar: قدم هنا

source: Contact Email
ar: بريد التواصل

source: Your Site (optional)
ar: موقعك (اختياري)

source: Cover Letter
ar: اكتب نبذة مختصرة عنك

source: Apply
ar: تقديم

source: Please upload a PDF file.
ar: يرجى رفع ملف PDF

source: Home
ar: الرئيسة

source: Find a Jobs
ar: وظائف

source: Post a Jobs
ar: نشر

source: Blog
ar: مدونة

source: About
ar: عنا

source: Contact
ar: تواصل

source: Dashboard
ar: إدارة

source: Logout
ar: خروج

source: Login
ar: دخول

source: Sigin
ar: تسجيل
